Repository: EngOmarElsayed/CleanBrowse
Catalog: App/CleanBrowse/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, zh_hans

source: Add a domain above, then view or remove your blocked domains anytime.
ar: أضف نطاقًا في الأعلى، ثم اعرض نطاقاتك المحظورة أو أزلها في أي وقت.
de: Füge oben eine Domain hinzu und sieh dir deine blockierten Domains jederzeit an oder entferne sie.
es: Añade un dominio arriba y consulta o elimina tus dominios bloqueados cuando quieras.
fr: Ajoutez un domaine ci-dessus, puis consultez ou supprimez vos domaines bloqués à tout moment.
zh_hans: 在上方添加域名，随时查看或移除已屏蔽的域名。

source: Block any site you choose
ar: احظر أي موقع تختاره
de: Blockiere jede beliebige Website
es: Bloquea cualquier sitio que elijas
fr: Bloquez le site de votre choix
zh_hans: 屏蔽你选择的任何网站

source: Blur explicit images in Safari
ar: موّه الصور الفاضحة في Safari
de: Explizite Bilder in Safari weichzeichnen
es: Difumina imágenes explícitas en Safari
fr: Floutez les images explicites dans Safari
zh_hans: 在 Safari 中模糊露骨图片

source: Check for updates
ar: التحقق من وجود تحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
zh_hans: 检查更新

source: Choose where SafeSearch applies
ar: اختر أين يُطبَّق البحث الآمن
de: Lege fest, wo SafeSearch gilt
es: Elige dónde se aplica SafeSearch
fr: Choisissez où SafeSearch s’applique
zh_hans: 选择安全搜索的生效范围

source: Custom block list view
ar: عرض قائمة الحظر المخصصة
de: Eigene Sperrliste anzeigen
es: Ver la lista de bloqueo personalizada
fr: Afficher la liste de blocage personnalisée
zh_hans: 查看自定屏蔽列表

source: Custom Blocked Domains
ar: النطاقات المحظورة المخصصة
de: Eigene blockierte Domains
es: Dominios bloqueados personalizados
fr: Domaines bloqués personnalisés
zh_hans: 自定屏蔽域名

source: Dismiss tip
ar: إغلاق النصيحة
de: Tipp ausblenden
es: Descartar consejo
fr: Masquer l’astuce
zh_hans: 关闭提示

source: General
ar: عام
de: Allgemein
fr: Général
zh_hans: 通用

source: Images and videos are checked on your Mac and blurred before you see them.
ar: تُفحص الصور ومقاطع الفيديو على جهاز Mac الخاص بك وتُموَّه قبل أن تراها.
de: Bilder und Videos werden auf deinem Mac geprüft und weichgezeichnet, bevor du sie siehst.
es: Las imágenes y los vídeos se analizan en tu Mac y se difuminan antes de que los veas.
fr: Les images et vidéos sont analysées sur votre Mac et floutées avant que vous ne les voyiez.
zh_hans: 图片和视频会在你的 Mac 上检测，并在你看到之前被模糊处理。

source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
zh_hans: 新

source: New · Tip %lld of %lld
ar: جديد · نصيحة %1$lld من %2$lld
de: Neu · Tipp %1$lld von %2$lld
es: Nuevo · Consejo %1$lld de %2$lld
fr: Nouveau · Astuce %1$lld sur %2$lld
zh_hans: 新功能 · 提示 %1$lld/%2$lld

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
zh_hans: 下一条

source: Open settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
zh_hans: 打开设置

source: Safari NSFW image blur extension
ar: ملحق Safari لتمويه الصور غير اللائقة
de: Safari-Erweiterung zum Weichzeichnen von NSFW-Bildern
es: Extensión de Safari para difuminar imágenes NSFW
fr: Extension Safari pour flouter les images NSFW
zh_hans: 用于模糊 NSFW 图片的 Safari 扩展

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
zh_hans: 设置

source: Tip %lld of %lld
ar: نصيحة %1$lld من %2$lld
de: Tipp %1$lld von %2$lld
es: Consejo %1$lld de %2$lld
fr: Astuce %1$lld sur %2$lld
zh_hans: 提示 %1$lld/%2$lld

source: Turn on in Safari
ar: شغّله في Safari
de: In Safari aktivieren
es: Activar en Safari
fr: Activer dans Safari
zh_hans: 在 Safari 中开启

source: Turn SafeSearch on or off for Google, YouTube, Bing, and DuckDuckGo.
ar: شغّل البحث الآمن أو أوقفه في Google وYouTube وBing وDuckDuckGo.
de: Schalte SafeSearch für Google, YouTube, Bing und DuckDuckGo ein oder aus.
es: Activa o desactiva SafeSearch en Google, YouTube, Bing y DuckDuckGo.
fr: Activez ou désactivez SafeSearch pour Google, YouTube, Bing et DuckDuckGo.
zh_hans: 为 Google、YouTube、Bing 和 DuckDuckGo 开启或关闭安全搜索。

source: View list
ar: عرض القائمة
de: Liste anzeigen
es: Ver lista
fr: Voir la liste
zh_hans: 查看列表
